aki77.html-erb
alexcvzz.vscode-sqlite
aliariff.vscode-erb-beautify
batisteo.vscode-django
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
editorconfig.editorconfig
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
eseom.nunjucks-template
gencer.html-slim-scss-css-class-completion
github.copilot
github.copilot-chat
github.vscode-github-actions
goessner.mdmath
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
jakebecker.elixir-ls
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
octref.vetur
oderwat.indent-rainbow
otovo-oss.htmx-tags
phoenixframework.phoenix
randomfractalsinc.geo-data-viewer
rangav.vscode-thunder-client
ritvyk.heex-html
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
shopify.ruby-lsp
sianglim.slim
svelte.svelte-vscode
syler.sass-indented
tamasfe.even-better-toml
tobermory.es6-string-html
vue.volar
